Repository: fpmi-tp2025/tpmp-gr9a-lab9-sh
Catalog: Bank/BankApp/Localizable.xcstrings
Source language: en
Languages: be, ru

source: Key
be: ключ
ru: ключ

source: invalid username or password
be: Няправільнае імя карыстальніка або пароль
ru: Неверное имя пользователя или пароль

source: error connecting to database
be: Памылка падключэння да базы дадзеных
ru: Ошибка подключения к базе данных

source: Owner
be: Уладальнік
ru: Владелец

source: Account ID
be: Ідэнтыфікатар рахунку
ru: Идентификатор счета

source: Account Type
be: Тып рахунку
ru: Тип счета

source: Account Sub Type
be: Падтып рахунку
ru: Подтип счета

source: Overdraft Limit
be: Ліміт овердрафту
ru: Лимит овердрафта

source: Balance
be: Баланс
ru: Баланс

source: Location Not Available
be: Месцазнаходжанне нядаступна
ru: Местоположение недоступно

source: Please enable location services and try again.
be: Калі ласка, уключыце службы геалакацыі і паспрабуйце яшчэ раз.
ru: Пожалуйста, включите службы геолокации и попробуйте снова.

source: OK
be: ОК
ru: ОК

source: No Departments Found
be: Аддзелы не знойдзены
ru: Отделы не найдены

source: No departments available to show the route.
be: Няма даступных аддзелаў для адлюстравання маршруту.
ru: Нет доступных отделов для отображения маршрута.

source: Error
be: Памылка
ru: Ошибка

source: Failed to calculate directions: %@
be: Не ўдалося разлічыць маршрут: %@
ru: Не удалось рассчитать маршрут: %@

source: No Route Found
be: Маршрут не знойдзены
ru: Маршрут не найден

source: No route found to the destination.
be: Не ўдалося знайсці маршрут да пункту прызначэння.
ru: Не удалось найти маршрут до места назначения.

source: My Location
be: Маё месцазнаходжанне
ru: Моё местоположение

source: Department 1
be: Аддзел 1
ru: Отдел 1

source: Address 1
be: Адрас 1
ru: Адрес 1

source: Department 2
be: Аддзел 2
ru: Отдел 2

source: Address 2
be: Адрас 2
ru: Адрес 2

source: Department 3
be: Аддзел 3
ru: Отдел 3

source: Address 3
be: Адрас 3
ru: Адрес 3

source: Department 4
be: Аддзел 4
ru: Отдел 4

source: Address 4
be: Адрас 4
ru: Адрес 4

source: Department 5
be: Аддзел 5
ru: Отдел 5

source: Address 5
be: Адрас 5
ru: Адрес 5
